/* No comment provided by engineer-1 */
"string1"="Where to translate";

/* No comment provided by engineer-2 */
"string2"="When to translate";

/* No comment provided by engineer-3 */
"string3"="Who will translate";